tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "hashicorp/tap"
brew "awscli"
brew "azure-cli"
brew "bitwarden-cli"
brew "certbot"
brew "cmake"
brew "dockutil"
brew "git"
brew "gitversion"
brew "gnupg"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "hugo"
brew "jq"
brew "mas"
brew "openssh"
brew "sqlite"
brew "youtube-dl"
cask "aws-vpn-client"
cask "azure-data-studio"
cask "balenaetcher"
cask "bitwarden"
cask "brave-browser"
cask "caffeine"
cask "cleanshot"
cask "daisydisk"
cask "discord"
cask "docker"
cask "firefox"
cask "gitkraken"
cask "google-chrome"
cask "hot"
cask "insomnia"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-azure-storage-explorer"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-teams"
cask "obsidian"
cask "parallels"
cask "powershell"
cask "powershell-preview"
cask "qmk-toolbox"
cask "raspberry-pi-imager"
cask "rectangle"
cask "sdformatter"
cask "signal"
cask "slack"
cask "steam"
cask "sublime-text"
cask "surfshark"
cask "tailscale"
cask "telegram"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "zoom"
mas "Apple Configurator", id: 1037126344
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "Xcode", id: 497799835
mas "Microsoft To Do", id: 1274495053
vscode "bierner.markdown-mermaid"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "icrawl.discord-vscode"
vscode "jvalecillos.gpg"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "phoihos.csv-to-md-table"
vscode "streetsidesoftware.code-spell-checker"
vscode "tinkertrain.theme-panda"
