tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "hashicorp/tap"
brew "awscli"
brew "azure-cli"
brew "bitwarden-cli"
brew "dockutil"
brew "git"
brew "gitversion"
brew "gnupg"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "mas"
cask "aws-vpn-client"
cask "azure-data-studio"
cask "bitwarden"
cask "brave-browser"
cask "daisydisk"
cask "discord"
cask "docker"
cask "elgato-stream-deck"
cask "firefox"
cask "gitkraken"
cask "google-chrome"
cask "intune-company-portal"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "microsoft-edge"
cask "microsoft-office"
cask "parallels"
cask "powershell"
cask "powershell-preview"
cask "surfshark"
cask "tailscale"
cask "telegram"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
mas "Apple Configurator", id: 1037126344
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft To Do", id: 1274495053
mas "Xcode", id: 497799835
vscode "eamodio.gitlens"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "phoihos.csv-to-md-table"
