tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "sqlite"
brew "azure-cli"
brew "dockutil"
brew "gitversion"
brew "gnupg"
brew "hugo"
brew "mas"
cask "adobe-creative-cloud"
cask "azure-data-studio"
cask "backblaze"
cask "balenaetcher"
cask "bitwarden"
cask "brave-browser"
cask "cisco-proximity"
cask "discord"
cask "docker"
cask "elmedia-player"
cask "gitkraken"
cask "istat-menus"
cask "iterm2"
cask "kodi"
cask "microsoft-auto-update"
cask "microsoft-azure-storage-explorer"
cask "microsoft-office"
cask "microsoft-teams"
cask "minecraft"
cask "parallels"
cask "postman"
cask "powershell"
cask "powershell-preview"
cask "qmk-toolbox"
cask "raspberry-pi-imager"
cask "sdformatter"
cask "steam"
cask "telegram"
cask "visual-studio-code"
mas "Amphetamine", id: 937984704
mas "Commander One PRO", id: 1035237815
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LastPass", id: 926036361
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "StuffIt Expander", id: 919269455
mas "Xcode", id: 497799835
